/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(не задано)";

/* displayed in the cell */
"Click to record shortcut" = "Нажмите, чтобы записать";

/* key modifier */
"Command + " = "Command + ";

/* key modifier */
"Control + " = "Control + ";

/* key modifier */
"Option + " = "Option + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Цифр. %@";

/* key modifier */
"Shift + " = "Shift + ";

/* No comment provided by engineer. */
"Space" = "Пробел";

/* error description */
"The key combination \"%@\" can't be used because %@." = "Сочетание клавиш «%1$@» нельзя использовать, т.к. %2$@.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Сочетание клавиш «%@» нельзя использовать, т.к. оно уже используется системой. (При необходимости большинство сочетаний можно изменить в панели Клавиатура Настроек системы.)";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Сочетание клавиш «%1$@» нельзя использовать, т.к. оно уже используется для элемента меню «%2$@».";

/* error description */
"The key combination %@ can't be used!" = "Сочетание клавиш «%@» использовать нельзя!";

/* displayed in the cell */
"Type shortcut" = "Введите сочетание";

/* displayed in the cell */
"Use old shortcut" = "Использовать старое";

